wso2/iskm-mcm/scripts/claims/2fa-enrolledExternal.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://org.apache.axis2/xsd" xmlns:xsd1="http://dto.mgt.metadata.claim.identity.carbon.wso2.org/xsd">
   <soap:Header/>
   <soap:Body>
      <xsd:addExternalClaim>
         <!--Optional:-->
         <xsd:externalClaim>
            <!--Optional:-->
            <xsd1:externalClaimDialectURI>http://wso2.org/oidc/claim</xsd1:externalClaimDialectURI>
            <!--Optional:-->
            <xsd1:externalClaimURI>2fa-enrolled</xsd1:externalClaimURI>
            <!--Optional:-->
            <xsd1:mappedLocalClaimURI>http://wso2.org/claims/2fa-enrolled</xsd1:mappedLocalClaimURI>
         </xsd:externalClaim>
      </xsd:addExternalClaim>
   </soap:Body>
</soap:Envelope>